Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/enoksen-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Sámás : Siri Broch Johansen
nob: Ufrivillige pionerer i Nordreisa

source: Ragnhild Enoksen , Kvenangen 2003 ( Govva : Svein Lund )
nob: Ragnhild Enoksen , Kvenangen 2003 ( Foto : Svein Lund )

source: Ragnhild Enoksen lea riegádan 1950:s ja lea Návuonas bajásšaddan .
nob: Ragnhild Enoksen er født i 1950 og oppvokst i Kvenangen .

source: Son lea vázzán journalistaallaskuvlla ja lea 1989 ' rájes bargan journalistan Nordlys-aviissa Ráissa-kantuvrras .
nob: Hun har gått journalisthøgskole og har siden 1989 arbeidet som journalist i Nordlys med kontorsted i Nordreisa .

source: Ragnhild Enoksen lea čállán máŋga artihkkala iešguđet áigečállagis , earret iežá Menneske og miljø i Nord-Troms [ Davvi-Romssa historjásearvvi jahkegirji ] .
nob: Ragnhild Enoksen har skrevet ei rekke artikler i forskjellige tidsskrifter , bl.a. Menneske og miljø i Nord-Troms .

source: Son lea maid Vår folkedrakt - girjji nubbi čálli . Girji čilge Láhpi ja Davvi-Romssa mearrasámegávtti .
nob: Hun er også en av forfatterne bak boka « Vår folkedrakt » , om sjøsamekofta i Loppa og Nord-Troms .

source: Dán artihkkalis muitala barggus mas ieš lei mielde go váhnemat áŋgirušše fidnet sámegieloahpahusa johtui Ráissas , ja son jearahallá guokte ovddeš oahppi sudno oainnu sámegieloahpahussii , maid čuovuiga .
nob: I denne artikkelen forteller hun om arbeidet hun sjøl var med på for å få i gang samiskundervisning i Nordreisa og intervjuer to tidligere elever om hvordan de ser på den samiskopplæringa de fikk .

source: Leimmet njeallje bearraša eatnit ja áhčit .
nob: Vi var mødre og fedre fra fire familier .

source: Háliideimmet ahte min mánát galge oahppat sámegiela , ja danin čoahkkaneimmet reivve čállit Ráissa suohkana skuvlahovdii .
nob: Vi ville at barna våre skulle lære samisk , og derfor kom vi sammen og skrev et brev til skolesjefen i Nordreisa .

source: Boarráseamos mánát ledje moadde jagi skuvlla vázzán , eatnašat ledje ain mánáidgárddis .
nob: De eldste barna hadde gått på skolen et par år , de fleste gikk ennå i barnehagen .

source: Reivve sáddiimet čakčamánu 6. b. 1990 .
nob: Brevet sendte vi den 6. september 1990 .

source: Ieš ledjen Viktora eadni , son galggai vuosttaš luohkkái álgit 1991 ' čavčča .
nob: Selv var jeg mor til Viktor som skulle begynne i første klasse høsten 1991 .

source: Soaitá suohkan sáhttit sámegieloahpahusa fállat dien jagi rájes .
nob: Kanskje kommunen skulle klare å få samiskundervisningen i gang fra det året .

source: – Go smiehttá man galle diimmu sámegiella mus leat leamaš ja man galle jagi mun lean golahan dán fágii , de lean hui unnán oahppan , lohká Viktor .
nob: – Med tanke på hvor mange timer samisk jeg har hatt og hvor mange år jeg har brukt på faget , så har jeg lært utrolig lite , sier Viktor .

source: Son lea 20 jahkásaš go dán čálán .
nob: I skrivende stund er han 20 år .

source: Oahpahus bođii johtui dalle go leimmet sávvan , ja son lea čuvvon sámegieloahpahusa gávcci jagi vuođđoskuvllas ja golbma jagi joatkkaskuvllas .
nob: Undervisningen kom i gang den høsten vi hadde håpet på , og han har hatt samisk i åtte grunnskoleår og i tre år på videregående .

source: Vihttanuppelot – guoktelot máná álge sámegielain vuosttaš jagi , soaitá okta dahje guokte sis máhttit earáin sárdnut sámegillii , reivve čállit dahje guhkit teavstta lohkat .
nob: Femten – tjue barn begynte med samisk det første året , kanskje en eller to av dem kan føre samtaler på samisk , skrive et brev eller lese en lengre tekst .

source: Muhto ii leat mihkkege boastut sin gálggas vierisgielaid oahppat .
nob: Men det er ikke noe i veien med deres evne til å lære fremmede språk .

source: Viktor sárdnu eŋgelasgiela bures ja gulahallá thai-gielain .
nob: Viktor snakker flytende engelsk og han klarer å gjøre seg forstått på thai .

source: Eŋgelasgiela lea skuvllas oahppan .
nob: Engelsk har han lært på skolen .

source: Thai oahpai dan oktanuppelot mánus go orui Thailandas lonohallanstudeantan .
nob: Thai fikk han grepet på de elleve månedene han var utvekslingselev i Thailand .

source: – Lea suddu go mis lei nu unnán dáhttu oahppat sámegiela , lohká ieš .
nob: – Det er synd at vi hadde så veldig lite motivasjon for samisk , sier han sjøl .

source: In dieđe man stuora dáhttu mus livččii leamaš sámegiela oahppat , jus mat mu váhnemat livččiiga sáhttán ohcat sámegieldiimmuid munnje dalle go ledjen čiežajahkásaš .
nob: Jeg vet ikke hvor mye lyst jeg ville ha hatt til å lære samisk , om foreldrene mine kunne ha søkt om samisktimer da jeg var sju år .

source: Šadden bajás siskkit Návuonas 1950- ja 60-logus .
nob: Jeg vokste opp i Indre Kvænangen i 1950- og 60-årene .

source: Iežan birrasis gullen sihke sáme- ja suomagiela , muhto eanáš dárogiela .
nob: Rundt meg hørte jeg både samisk og finsk , men mest norsk .

source: Soames gerddiid vikkai áhččán munnje addit smávva giellalekšuvnna , skuvllas ges vigge skuvllohat buoremus lági mielde jávkadit suoma-ugralaš luottaid min dárogielas .
nob: I blant forsøkte far min å gi meg en liten språkleksjon , på skolen gjorde lærerne sitt beste for å plukke vekk de siste restene av finsk-ugrisk i norsken vår .

source: Máŋgga oahppis Geahkán skuvllas ledje váttisvuođat erohit garra ja dipma konsonánttaid , ja mis lei cealkkahuksenvuohki mii ii heiven dárogiel minstarii .
nob: Mange av elevene på Kjækan skole hadde problemer med å skille harde og bløte konsonanter fra hverandre , og vi hadde tendens til å sette sammen setninger på en unorsk måte .

source: Ja de áhččán .
nob: Og far min igjen .

source: Son lei máŋga jagi rahčan skuvllas ovdalgo máhtii dárogiela , áidna oahpahusgiela .
nob: Han hadde slitt mange år på skolebenken før han kunne norsk , det eneste språket han fikk undervisning i og på .

source: Suomagiel suopman – kveanagiella lei su mánnávuođa siidda eatnigiella .
nob: Den finske dialekten kvensk var morsmålet i barndomshjemmet hans .

source: Doppe sáhtte maid sártnodit sámegillii , go ihte ránnját ja oahppásat geat dien giela máhtte buoremusat .
nob: Der kunne samtalen også gå på samisk , når det dukket opp naboer og kjente som brukte samisk som dagligspråk .

source: Nuorravuođa jagiid mielde fidnejin ustibiid geat sárdno sámegiela , ja de álgen oahppogirjjiid ja sámegielkurssaid ohcat , muhto ledjen njealljelot jagi lahkoneamen ovdalgo válden sámegiela vierisgiellan joatkkaskuvlaeksámena .
nob: I ungdomsårene fikk jeg venner som snakket samisk , og jeg begynte å leite etter lærebøker og samiskkurs , men nærmet meg førti før jeg tok eksamen i samisk som fremmedspråk på videregående skole .

source: Dát lei mu duogáš go vuolláičállen reivve skuvlahovdii maid sáddejin ovttas Willy Larseniin , Anne Kirsten Miennain ja Helene Olseniin .
nob: Det var min bakgrunn da jeg undertegnet brevet til skolesjefen sammen med Willy Larsen , Anne Kirsten Mienna og Helene Olsen .

source: Anne Kirsten Mienna lei áidna mis , gii sámástii , mii iežát máhtiimet unnán dahje eat maidige .
nob: Anne Kirsten Mienna var den eneste av oss som snakket samisk , vi andre kunne lite og ingenting .

source: Mii čohkkádeimmet Willy orrunlanjas .
nob: Vi satt i stua hjemme hos Willy .

source: Mii čáliimet suohkanii ja jearaimet ledje go skuvllat Ráissas mat fálle sámegieloahpahusa , ja makkár vuoigatvuođat ledje mánáin fidnet oahpahusa sámegielas ja sámegillii .
nob: Vi skrev til kommunen og spurte om noen skoler i Nordreisa ga undervisning i samisk , og hvilke rettigheter barna hadde til undervisning i og på dette språket .

source: – Lea buoret jearrat go muitalit , oaivvildii Helfrid , Willy eammi , ja golbma vahku maŋŋil oaččuimet vástádusa .
nob: – Det er bedre å spørre enn å fortelle , mente Helfrid , kona til Willy , og tre uker etterpå fikk vi et svar .

source: Dán logaimet dien láhkái ahte álggus doaivvuhuvaimet .
nob: Vi leste det på en slik måte at det i første omgang tok motet fra oss .

source: Ii oktage skuvla Ráissas fála sámegieloahpahusa dál , čálii skuvlahoavdda pedagogalaš konsuleanta , ja de bájuhii vuođđoskuvlalaga § 7 , ovdal go čálii hui čielgasit ahte Ráissa suohkan ii lean makkárge mearrádusa bokte šaddan sámi guovlun , ja danin ii lean suohkanis geatnegasvuohta fállat oahpahusa sámegiella eatnigiellan-fágas .
nob: – Ingen av skolene i Nordreisa gir undervisning per dags dato i samisk , skrev pedagogisk konsulent hos skolesjefen , og fortsatte med å sitere grunnskolelovens paragraf 7 , før hun slo fast at Nordreisa kommune ikke hadde gjort noe vedtak om å regne seg som samisk distrikt , og dermed var ikke kommunen pliktig til å gi undervisning i samisk som morsmål .

source: Vástidii maid , ahte skuvla sáhtii oahpahusa fállat sámegiella vierisgiellan-fágas , jus skuvllas lei gelbbolaš skuvllot .
nob: Hun svarte også at skolen kunne gi undervisning i samisk som fremmedspråk , som valgfag , hvis den hadde kompetente lærere i faget .

source: Mii skurdnjáimet moadde vahku dán vástádusas , ovdalgo Helfrid dajai ahte eat galgga ná šlundut , go reivves čuoččui maid ahte sáhtiimet skuvlastivrras ohcat mánáidasamet oahpahusa sámegiella nubbingiellan-fágas , ja skuvla dahje skuvlastivra mearrida galgá go nubbingieloahpahusa álgit vuosttaš vai nubbi luohkás .
nob: Vi sturet i et par uker over svaret , før Helfrid pekte på at vi ikke måtte ta det så ille , for her sto det også at vi kunne søke skolestyret om at barna skulle få undervisning i samisk som andrespråk , og skolen eller skolestyret bestemmer om andrespråket skal innføres fra første eller andre klassetrinn .

source: Dása dárbbaheimmet dárkilut čilgehusa .
nob: Det punktet måtte vi få avklart litt nærmere .

source: Helene Olsen , guhte orui Sinjárggas ja geas lei bárdni gii váccii Guohcanuori skuvllas , doalai oktavuođa ja reivestattai skuvlakantuvrrain .
nob: Helene Olsen , som bodde i Bakkeby og hadde en gutt som gikk på skolen i Rotsund , sto for kontakten og korrespondansen med skolekontoret .

source: Muittán go binnáš šlundin bođii mu lusa go lei sártnodan pedagogalaš konsuleanttain .
nob: Jeg kan huske at hun kom litt nedslått til meg etter en samtale med pedagogisk konsulent .

source: Eai lean Ráissa skuvllain doarvái oahppit eai ge skuvllohat sámegieloahpahusain álgit , muhto sáhtiimet áinnas ohcat .
nob: Skolene i Nordreisa hadde verken elever nok eller lærere for å begynne med samisk , men vi kunne jo bare søke .

source: – Mii lea dás ávki ?
nob: – Hva er hensikten med det ?

source: jearai son , ja jearaimet de ráđiid sihke Romssa skuvladirektevrras ja Sámi oahpahusráđis .
nob: spurte hun , og vi søkte råd hos det som het Skoledirektøren i Troms såvel som hos Samisk utdanningsråd .

source: Ođđajagemánu 14. b. 1991 bođiiga Romssa skuvladirektevra ja Vuođđoskuvlaráđđi Ráisii čoahkkinastit Reaššegeažis .
nob: Den 14. januar 1991 kom skoledirektøren i Troms og Grunnskolerådet til Nordreisa for å holde et møte i Sørkjosen om finsk som andrespråk .

source: Eahkedis lei čoahkkin váhnemiid ja iežá berošteddjiid várás , ja čálle midjiide geat háliideimmet sámegieloahpahusa ahte livččii vuogas vejolašvuohta sárdnut min sávaldagaid birra , maid .
nob: Om kvelden skulle de holde møte for foreldre og andre interesserte , og skrev til oss foreldre som ville ha samisk at det ville være ei høvelig anledning å ta opp våre ønsker .

source: – Dát lea maid šiehtaduvvon skuvlahoavda Bjørn Olseniin , čálii skuvladirektevra Harry Kvalvik .
nob: – Dette er også avtalt med skolesjef Bjørn Olsen , skrev skoledirektør Harry Kvalvik .

source: Muhto ii boahtán skuvlahoavda ii ge oktage iežá skuvlakantuvrras čoahkkimii , ja mun in dieđe manne .
nob: Men hverken skolesjefen eller andre fra skolekontoret kom på møtet , og jeg vet ikke hvorfor .

source: Muhto dohko bohte eanet bearrašat mat sihte sámegiela , go dat mat álggus ledje reivve čállán skuvlakantuvrii , ja čoahkkima boađus lei ahte min bargu ovdánii mealgat .
nob: Men hit kom det flere familier som ønsket samisk enn vi som hadde sendt det første brevet til skolekontoret , og dette møtet satte fart i arbeidet vårt .

source: Maŋŋil čoahkkima skuvladirektevrrain bovddii Ragnhild Enoksen eará váhnemiid ovttasbargui oaččuhit sámegieloahpahusa Ráisii .
nob: Etter møtet med skoledirektøren inviterte Ragnhild Enoksen andre foreldre til å gå sammen for å få samiskundervisning i Nordreisa .

source: Skuvladirektevrra Harry Kvalvika rávvaga mielde čálle gávcci bearraša Hánssagietti skuvllas oktasaš ohcamuša Ráissa skuvlastivrii .
nob: Etter råd fra skoledirektøren selv , Harry Kvalvik , skrev åtte familier ved Storslett skole en felles søknad til Nordreisa skolestyre .

source: Mis ledje oktiigait logi oahppi mánáidskuvllas vuosttažis gitta guđat luohká rádjái , ja ozaimet mánáidasamet sámegiella nubbingieloahpahusa minsttarplána mielde ja skuvladirektevrra iežas reivve mielde , maid son lei midjiide sádden čakčamánu 24 .
nob: De hadde til sammen ti elever på barneskolen , fra første til sjette klasse , og de søkte om at barna fikk undervisning i samisk som andrespråk i henhold til mønsterplanen og i henhold til brevet som skolesjefen selv hadde sendt til oss den 24. september .

source: – Mii háliidit ahte mánáide lea oahpahus sámegielas 1991 čavčča rájes , ja sávvat ahte skuvlastivra nagoda láhčit dili dassážii , čuoččui reivves .
nob: – Vi ønsker at barna skal få undervisning i samisk fra høsten 1991 , og håper at skolestyret klarer å legge forholdene til rette innen den tid , sto det i brevet .

source: Ieš čállen seammalágán ohcamuša Viktora ovddas .
nob: Selv skrev jeg en tilsvarende søknad for Viktor .

source: Son lei áidna oahppi Reaššegeaži skuvllas gii galggai sámegielain álgit vuosttaš jagi .
nob: Han var den eneste eleven i Sørkjosen som skulle begynne med samisk det første året .

source: Helene Olsen áiggui vuordit ja geahččat makkár vástádusa mii oaččuimet ovdal go ozai sámegieloahpahusa bárdnásis Guohcanuori skuvllas .
nob: Helene Olsen ville vente og se hva vi fikk til svar før hun søkte om samiskundervisning til sin sønn på Rotsund skole .

source: Skuvlastivra cealká juo
nob: Skolestyret sier ja

source: Ohcamušat ledje oanehaččat ja konkrehtat .
nob: Søknadene våre var korte og konkrete .

source: Mánu maŋŋil go daid sáddiimet , de šadde áššin skuvlastivrras .
nob: En måned etter de var sendt , kom de opp i skolestyret .

source: Skuvlahoavda ovdanbuvttii mearrádusevttohusa mii álggii dainna ahte jus lei vejolaš skáhppot sámegielskuvlloha , de galggai sámegiella nubbingieloahpahus álggahuvvot .
nob: Skolesjefen la fram en innstilling som startet med at hvis det var mulig å skaffe samisklærer , så skulle det settes i gang undervisning i samisk som andrespråk .

source: Eavttut ledje : galge leat unnimusat golbma oahppi joavkkus , ja nubbingieloahpahus galggai nuppi luohká rájes álgit .
nob: Det måtte være minimum tre elever i gruppa og andrespråket skulle innføres i 2. klasse .

source: Skuvlastivrra miellahtut sihkko eavttuid , ja mearridedje ahte nubbingieloahpahus álggahuvvo 1. luohká rájes .
nob: Medlemmene i skolestyret strøk forbeholdet og vedtok at andrespråket kunne innføres fra 1. klasse .

source: Politihkkárat mihte min sávaldagaide bienasta bitnii .
nob: Politikerne gikk helt og fullt med på ønsket vårt .

source: Ná de álggii sámegieloahpahus Hánssagietti ( Storslett ) skuvllas 1991 ' čavčča rájes , ja danin gárttai Viktor droššain johtit Reaššegeaži skuvllas go son galggai sámegieldiimmuide .
nob: Slik kom samiskundervisningen i gang ved Storslett skole høsten 1991 og derfor måtte Viktor pendle med drosje fra Sørkjosen skole de timene han skulle ha samisk .

source: – Ii lean nu álki leahkit áidna gii galggai nuppi skuvlii mannat moatti geardde vahkus .
nob: – Det var ikke så lett å være den eneste som skulle dra til en annen skole et par ganger for uka .

source: Soames iežá oahppit hárde mu dán geažil , soaitá leat maŋimuš bázahussan bádjelgehččamis ja vašis sámevuođa vuostá .
nob: Noen av de andre elevene ertet meg for det , kanskje det var den siste rest av nedlatende holdninger og negative strømninger mot samisk .

source: Dasa lassin ii lean « kuula » lohkat sámegiela .
nob: Dessuten opplevde jeg det ikke som kult .

source: Čieža-gávcci-jahkásažžan áigot mánát dahkat seammá go ustitjoavkku jođiheaddjit dahket .
nob: I sju – åtte årsalderen vil barn gjøre det samme som de som setter normene i kameratflokken .

source: Ii oktage min joavkku jođiheddjiin lohkan sámegiela , čilge Viktor .
nob: Ingen av de ledende typene for førsteklassingene på Sørkjosen skole , gikk på timer i samisk , sier Viktor .

source: Jagi maŋŋil mearridin ieš maid oahppat binnáš eanet sámegiela .
nob: Året etterpå bestemte jeg meg for å lære litt mer samisk sjøl .

source: Moai Viktoriin fárriime Kárášjohkii , gos ledje olu oahppásat ja ustibat .
nob: Viktor og jeg flyttet til Karasjok der vi hadde mange venner og kjente .

source: – Doppe gal lei áibbas iežá ášši lohkat sámegiela skuvllas .
nob: – Der var det noe helt annet å ha samisk på skolen .

source: In lean láhkái iežálagán go ledjen sámegiela oahppame , ja skuvllot lei čeahppi ja áŋgir , lohká Viktor .
nob: Jeg skilte meg på ingen måte ut fordi jeg lærte det språket og læreren jeg fikk var flink og engasjert , sier Viktor .

source: Muhto vuosttaš jahkebeali ražai gal Kárášjoga skuvllas .
nob: Men det første halve året slet han på skolen i Karasjok .

source: Son lei ođas luohkás , soapmásat givssidedje su ja son lei jaskes , oktonas mánná gitta dassážii go bođii okta vel ođđa bárdni seammá luohkkái .
nob: Han var ny i klassen , noen plaget ham og han var stille og utenfor , helt til det kom enda en ny gutt i samme klasse .

source: Soai šattaiga ustibat ja de Viktor maid dohkkehuvvui .
nob: De ble kamerater og han ble godtatt i miljøet .

source: 1993 ’ čavčča bođiime fuotin Ráisii , ja dál ledje nu máŋggas geat háliidedje oahppat sámegiela ahte skuvlastivra mieđihii bidjat sámegieloahpahusa johtui maid Reaššegeaži skuvllas .
nob: Høsten 1993 kom vi tilbake til Nordreisa , og nå var de mange nok til at skolestyret gikk med på å sette i gang undervisning i samisk på Sørkjosen skole .

source: Willy Larsena boarráseamos bártniguovttos vácciiga vuosttaš ja nuppi luohká .
nob: Willy Larsen sine eldste gutter gikk i første og andre klasse .

source: Muhto skuvlakantuvra ii nagodan skuvllohiid skáhppot gait diimmuide , mánát šadde ain johtit Hánsagietti ( Storslett ) skuvlii .
nob: Men skolekontoret klarte ikke å skaffe lærer til de timene de skulle ha , ungene måtte fortsette å pendle til Storslett skole .

source: Dát gáibidii áige-bihttáspealu maid vuosttaš- , nubbe- ja goalmmátluohkálaččat eai máhttán čuovvut .
nob: Det krever et puslespill som elever i første , andre og tredje klasse ikke klarer å holde styr på .

source: Ovttas skuvllohiineaset ferteje muitit guođđit iežaset luohkkáustiibiid juohke háve go sámegiella lei diibmoplánas .
nob: Sammen med læreren må de passe på å dra fra sin egne klassekamerater når samisk står på timeplanen .

source: Son gii buoremusat muittii áiggiid , lei drošševuoddji gii dávjá vurddii guhká skuvlla verráha olggobealde .
nob: Den som husket tidspunktene best , var drosjesjåføren , som ofte sto utenfor skoleporten og ventet både vel og lenge .

source: Dán jagi lei maid skuvllot olu eret , ja dieđut Reaššegeaš-oahppiide geat galge Hánssagieddái johtit , jávke gosa nu .
nob: Læreren det året var mye borte , og et eller annet sted på veien forsvant beskjedene til elevene i Sørkjosen som skulle komme til Storslett .

source: Iige oahpahus lean álo seamma luohkkálanjas .
nob: Og undervisningen gikk ikke alltid på samme klasserom .

source: Máŋgii šadde feaskáriid váccašit , eai ge diehtán maid bargat dassážii go drošša bođii sin viežžat ruoktot .
nob: Rett som det var ble de gående rundt i korridorene uten å vite hvor de skulle gjøre av seg til drosja kom for å hente dem tilbake .

source: Moadde vahku dáinna , de áddiimet mii váhnemat ahte ná ii sáhte joatkit .
nob: Etter noen uker skjønte vi foreldre at dette ikke kunne fortsette .

source: Mii bivddiimet maŋideami nuppi jahkái .
nob: Vi ba om at samisk ble utsatt til året etter .

source: Skuvlaálgin 1994 lahkonii , ja skuvlakantuvrras šállošedje go eai lean nagodan sámegielskuvlloha gávdnat Reaššegeaži skuvlii .
nob: Det nærmet seg skolestart i 1994 , og på skolekontoret beklaget de at de ikke hadde klart å skaffe lærer i samisk ved Sørkjosen skole .

source: Muhto mun in vuollánan .
nob: Men jeg ga meg ikke .

source: Mun riŋgedadden vejolaš skuvllot-taleanttaide , ja hoavrrestin vel skuvlakantuvrras .
nob: Jeg ringte til den ene mulige læreren etter den andre og jeg maste på skolekontoret .

source: Loahpas válddii muhtun sámegieloahppi Ráissa joatkkaskuvllas badjelasas oahpahusa .
nob: Til slutt sa en elev på Nordreisa videregående skole ja til å undervise .

source: Sus lei sámegiella vierisgiellan , C-giellan skuvllas , ja iežas mielas ii lean goit gelbbolaš dien bargui .
nob: Han hadde samisk som fremmedspråk , som C-språk , på skolen , og syntes ikke selv at han var særlig kvalifisert .

source: Skuvllas lei ohppiin sámegiella eatnigiellan ja nubbingiellan .
nob: Skolen hadde elever med samisk som morsmål og andrespråk .

source: Muhto sus ledje friddjadiimmut , biila ja geavatlaš vejolašvuohta min veahkehit .
nob: Men han hadde ledige timer , bil og en praktisk mulighet for å hjelpe oss .

source: Áiggi mielde vuosehuvvui ahte son lei čeahppi mánáiguin .
nob: Etter hvert viste det seg at han hadde godt lag med ungene .

source: Ja go juo lei skuvllot sajis , de ledje eambbosat geat háliidedje sámegieloahpahusa .
nob: Og når det først kom en lærer , var det flere som ville ha undervisning i samisk .

source: Oahppit celket ii
nob: Elevene sier nei

source: Hánssagietti skuvllas ledje maid eanet oahppit sihtan sámegiela , go juo oahpahus lei álgán .
nob: Også ved Storslett skole hadde flere elever bedt om samisk , når undervisningen først kom i gang .

source: Mii váhnemat vuođđudeimmet joavkku man ulbmil lei searvat mánáid movttiidahttimii .
nob: Vi foreldre dannet en gruppe som skulle hjelpe til med å motivere barna .

source: Muhto luohkkámátkkit Guovdageidnui , sámi álbmotbeaidoalut ja iežá suohtastallamat eai máhttán liikká doalahit movtta .
nob: Men klasseturer til Kautokeino , arrangementer på samefolkets dag og andre hyggestunder kunne ikke holde interessen oppe .

source: Vuosttaš oahppit heite juo vuosttaš jagi maŋŋil .
nob: De første elevene trakk seg etter det første året .

source: Soames háve sáhtte soapmásat fuobmát ahte sii maid galge sámegiela oahppat .
nob: I blant kunne noen finne på at de også skulle lære samisk .

source: Sii ohce ja besse oassálastit oahpahussii , ja de heite fas jagi maŋŋil .
nob: De søkte og fikk delta i undervisningen , og sluttet gjerne året etter .

source: Eai nu ollosat sis geat álge sámegielain smávvaskuvladásis , joatkán gitta dassážii go nuoraidskuvlii álge .
nob: Få som begynte med samisk på småskoletrinnet , fortsatte helt til de kom til ungdomsskolen .

source: Ráissa sámegieloahppit skuvlamátkkis Guovdageainnus .
nob: Samiskelever fra Nordreisa på skoletur til Kautokeino .

source: ( Govva : Ragnhild Enoksen )
nob: ( Foto : Ragnhild Enoksen )

source: Muhto moadde jagi maŋŋil go sámegieloahpahus bođii johtui Hánssagietti mánáidskuvllas , álge soames nuoraidskuvlaoahppi sámegielain .
nob: Men et par år etter samiskundervisningen kom i gang på Storslett barneskole , begynte noen med språket på ungdomsskolen .

source: Gaikkat geassádedje oahpahusas gasku skuvlajagi .
nob: De trakk seg i samlet flokk fra undervisningen midt i et skoleår .

source: Soapmásat álge fas gielain go álge joatkkaskuvlii .
nob: Noen av dem begynte på nytt med språket da de startet på videregående .
